Repository: devshvms/track-me-ios
Catalog: track-me-ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ja, zh_hans

source: Drag to choose how you're moving.
de: Ziehe, um deine Aktivität auszuwählen.
es: Arrastra para elegir cómo te mueves.
fr: Faites glisser pour choisir votre activité.
hi: अपनी गतिविधि चुनने के लिए खींचें।
ja: ドラッグしてアクティビティを選びます。
zh_hans: 拖动以选择你的活动方式。

source: Duration
de: Dauer
es: Duración
fr: Durée
hi: अवधि
ja: 時間
zh_hans: 时长

source: Dynamically pauses the moving timer at traffic signals or stops based on activity speed.
de: Pausiert den Bewegungstimer an Ampeln oder Stopps dynamisch anhand der Aktivitätsgeschwindigkeit.
es: Pausa dinámicamente el temporizador en semáforos o paradas según la velocidad de actividad.
fr: Met en pause le minuteur aux feux ou arrêts selon la vitesse de l’activité.
hi: गतिविधि की गति के आधार पर सिग्नल या रुकने पर टाइमर को रोकता है।
ja: 活動速度に基づき、信号や停止時に移動タイマーを動的に一時停止します。
zh_hans: 根据活动速度，在信号灯或停下时动态暂停计时器。

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
ja: 編集
zh_hans: 编辑

source: Elevation Gain
de: Höhengewinn
es: Desnivel positivo
fr: Dénivelé positif
hi: ऊंचाई में बढ़ोतरी
ja: 獲得標高
zh_hans: 累计爬升

source: Emergency Contacts
de: Notfallkontakte
es: Contactos de emergencia
fr: Contacts d’urgence
hi: आपातकालीन संपर्क
ja: 緊急連絡先
zh_hans: 紧急联系人

source: Emergency SOS
de: Notruf SOS
es: SOS de emergencia
fr: SOS d'urgence
hi: आपातकालीन SOS
ja: 緊急SOS
zh_hans: 紧急求救

source: Emergency Setup
de: Notfalleinrichtung
es: Configuración de emergencia
fr: Configuration d’urgence
hi: आपातकालीन सेटअप
ja: 緊急設定
zh_hans: 紧急设置

source: Enable location access in Settings to start tracking.
de: Aktiviere den Standortzugriff in den Einstellungen, um die Aufzeichnung zu starten.
es: Activa el acceso a la ubicación en Ajustes para empezar a registrar.
fr: Activez l’accès à la position dans Réglages pour commencer l’enregistrement.
hi: ट्रैकिंग शुरू करने के लिए सेटिंग्स में स्थान की अनुमति दें।
ja: 記録を開始するには「設定」で位置情報へのアクセスを許可してください。
zh_hans: 请在设置中启用位置访问权限以开始记录。

source: Engine heat
de: Motor überhitzt
es: Motor caliente
fr: Surchauffe moteur
hi: इंजन गरम
ja: エンジン過熱
zh_hans: 发动机过热

source: Enter a valid 6-character join code.
de: Gib einen gültigen 6-stelligen Beitrittscode ein.
es: Introduce un código válido de 6 caracteres.
fr: Saisissez un code d'accès valide à 6 caractères.
hi: 6 अक्षरों वाला मान्य जॉइन कोड दर्ज करें।
ja: 6文字の有効な参加コードを入力してください。
zh_hans: 请输入有效的 6 位加入代码。

source: Every ride is kept
de: Jede Tour bleibt erhalten
es: Cada ruta se guarda
fr: Chaque trajet est conservé
hi: हर यात्रा सहेजी जाती है
ja: すべての記録が残ります
zh_hans: 每次行程都会保存

source: Expires in
de: Läuft ab in
es: Caduca en
fr: Expire dans
hi: समाप्त होगा
ja: 有効期限まで
zh_hans: 过期时间

source: Export Preview
de: Exportvorschau
es: Vista previa de exportación
fr: Aperçu de l’exportation
hi: एक्सपोर्ट प्रीव्यू
ja: エクスポートプレビュー
zh_hans: 导出预览

source: Export Request Failed
de: Exportanfrage fehlgeschlagen
es: Error en la solicitud de exportación
fr: Échec de la demande d’exportation
hi: एक्सपोर्ट अनुरोध विफल हुआ
ja: エクスポートのリクエストに失敗しました
zh_hans: 导出请求失败

source: Export video
de: Video exportieren
es: Exportar vídeo
fr: Exporter la vidéo
hi: वीडियो निर्यात करें
ja: ビデオを書き出す
zh_hans: 导出视频

source: Exporting… %d%%
de: Exportiere… %d%%
es: Exportando… %d%%
fr: Exportation… %d%%
hi: निर्यात हो रहा है… %d%%
ja: 書き出し中… %d%%
zh_hans: 正在导出… %d%%

source: Failed to import. Please ensure the file is a valid GPX format.
de: Import fehlgeschlagen. Bitte stellen Sie sicher, dass die Datei ein gültiges GPX-Format hat.
es: Error al importar. Asegúrate de que el archivo tenga un formato GPX válido.
fr: Échec de l'importation. Veuillez vérifier que le fichier est au format GPX valide.
hi: आयात विफल। कृपया सुनिश्चित करें कि फ़ाइल एक मान्य GPX प्रारूप है।
ja: インポートに失敗しました。ファイルが有効なGPX形式であることを確認してください。
zh_hans: 导入失败。请确保文件为有效的 GPX 格式。

source: Failed to parse sharing session
de: Freigabesitzung konnte nicht verarbeitet werden
es: No se pudo analizar la sesión compartida
fr: Impossible d’analyser la session de partage
hi: शेयरिंग सत्र को पढ़ा नहीं जा सका
ja: 共有セッションを解析できませんでした
zh_hans: 无法解析共享会话

source: Failed to start live share
de: Live-Standortfreigabe konnte nicht gestartet werden
es: No se pudo iniciar la ubicación en vivo
fr: Impossible de démarrer le partage en direct
hi: लाइव शेयर शुरू नहीं हो सका
ja: ライブ共有を開始できませんでした
zh_hans: 无法开始实时共享

source: Find quick answers or send an editable support report.
de: Finde schnelle Antworten oder sende einen bearbeitbaren Supportbericht.
es: Encuentra respuestas rápidas o envía un informe editable.
fr: Trouvez des réponses rapides ou envoyez un rapport modifiable.
hi: त्वरित उत्तर पाएं या संपादन योग्य सहायता रिपोर्ट भेजें।
ja: すぐに答えを確認するか、編集できるサポートレポートを送信します。
zh_hans: 查找快速答案，或发送可编辑的支持报告。

source: Finish setup
de: Einrichtung abschließen
es: Finalizar configuración
fr: Terminer la configuration
hi: सेटअप समाप्त करें
ja: セットアップを完了する
zh_hans: 完成设置

source: Finished rides land in History with your route, distance, time and pace. Open one to inspect or replay it, or pick two rides to compare side by side.
de: Beendete Touren landen im Verlauf mit Route, Distanz, Zeit und Tempo. Öffne eine, um sie auf der Karte abzuspielen — oder wähle zwei zum Vergleichen.
es: Las rutas terminadas aparecen en Historial con tu recorrido, distancia, tiempo y ritmo. Abre una para reproducirla en el mapa, o elige dos para compararlas.
fr: Les trajets terminés arrivent dans Historique avec votre tracé, distance, durée et allure. Ouvrez-en un pour le rejouer sur la carte, ou choisissez-en deux pour les comparer.
hi: पूरी हुई यात्राएँ मार्ग, दूरी, समय और गति के साथ इतिहास में आती हैं। किसी एक को खोलकर नक्शे पर दोबारा देखें — या दो चुनकर उनकी तुलना करें।
ja: 終了した記録は、ルート・距離・時間・ペースとともに履歴に保存されます。開けば地図上で再生でき、2つ選んで並べて比較することもできます。
zh_hans: 结束的行程会进入历史记录，包含路线、距离、时间和配速。打开任意一条即可在地图上回放，或选择两条并排对比。

source: First ride saved!
de: Erste Fahrt gespeichert!
es: ¡Primer viaje guardado!
fr: Premier trajet enregistré !
hi: पहली राइड सेव हो गई!
ja: 初めてのライドを保存しました！
zh_hans: 已保存首次骑行！

source: For accurate routes, keep Precise Location enabled for TrackMe and avoid Low Power Mode during long rides.
de: Für genaue Routen muss „Genauer Standort“ für TrackMe aktiviert bleiben. Vermeide bei langen Touren den Stromsparmodus.
es: Para obtener rutas precisas, mantén activada la ubicación precisa para TrackMe y evita el modo de bajo consumo en rutas largas.
fr: Pour des parcours précis, gardez la localisation précise activée pour TrackMe et évitez le mode économie d'énergie pendant les longs trajets.
hi: सटीक मार्गों के लिए TrackMe हेतु सटीक लोकेशन चालू रखें और लंबी राइड के दौरान लो पावर मोड से बचें।
ja: 正確なルートのため、TrackMe の「正確な位置情報」をオンにし、長時間の記録では低電力モードを避けてください。
zh_hans: 为确保路线准确，请为 TrackMe 开启“精确位置”，并在长途行程中避免使用低电量模式。

source: For group start reminders and important ride status alerts.
de: Für Erinnerungen an Gruppenstarts und wichtige Hinweise zum Aufzeichnungsstatus.
es: Para recordatorios del inicio de grupos y avisos importantes sobre el estado de la ruta.
fr: Pour les rappels de départ de groupe et les alertes importantes sur l'état du trajet.
hi: ग्रुप शुरू होने की याद दिलाने और राइड की स्थिति से जुड़ी महत्वपूर्ण सूचनाओं के लिए।
ja: グループ開始のリマインダーや、記録状態に関する重要なお知らせのために使用します。
zh_hans: 用于群组出发提醒和重要的行程状态通知。

source: For your security, please sign out and sign back in, then try deleting your account again.
de: Aus Sicherheitsgründen melden Sie sich bitte ab und wieder an und versuchen Sie dann erneut, Ihr Konto zu löschen.
es: Por su seguridad, cierre la sesión y vuelva a iniciarla, luego intente eliminar su cuenta nuevamente.
fr: Pour votre sécurité, veuillez vous déconnecter et vous reconnecter, puis réessayer de supprimer votre compte.
hi: आपकी सुरक्षा के लिए, कृपया साइन आउट करें और वापस साइन इन करें, फिर अपना खाता हटाने का प्रयास करें।
ja: セキュリティのため、一度サインアウトしてから再度サインインし、アカウントの削除をもう一度お試しください。
zh_hans: 为了您的安全，请注销并重新登录，然后再尝试删除您的帐户。

source: Four-week distance: %@, %@, %@, and %@
de: Distanz über vier Wochen: %1$@, %2$@, %3$@ und %4$@
es: Distancia de cuatro semanas: %1$@, %2$@, %3$@ y %4$@
fr: Distance sur quatre semaines : %1$@, %2$@, %3$@ et %4$@
hi: चार सप्ताह की दूरी: %1$@, %2$@, %3$@ और %4$@
ja: 4週間の距離: %1$@、%2$@、%3$@、%4$@
zh_hans: 四周距离：%1$@、%2$@、%3$@和%4$@

source: Fuel stop
de: Tankstopp
es: Parada para repostar
fr: Arrêt carburant
hi: ईंधन के लिए रुके
ja: 給油休憩
zh_hans: 加油停靠

source: GPS Points
de: GPS-Punkte
es: Puntos GPS
fr: Points GPS
hi: GPS पॉइंट
ja: GPSポイント
zh_hans: GPS 点

source: GPS Tag
de: GPS-Markierung
es: Etiqueta GPS
fr: Étiquette GPS
hi: GPS टैग
ja: GPSタグ
zh_hans: GPS 标签

source: GPS drift while stopped, tunnels, and urban canyons can affect distance. GPS post-processing helps; a signal gap is shown as a straight line.
de: GPS-Drift im Stand, Tunnel und Häuserschluchten können die Entfernung beeinflussen. Nachbearbeitung hilft; eine Lücke erscheint als gerade Linie.
es: La deriva del GPS al parar, los túneles y los cañones urbanos afectan la distancia. El posprocesamiento ayuda; una pérdida de señal aparece como línea recta.
fr: La dérive GPS à l'arrêt, les tunnels et les canyons urbains peuvent fausser la distance. Le post-traitement aide ; une coupure apparaît en ligne droite.
hi: रुकने पर GPS ड्रिफ्ट, सुरंग और ऊंची इमारतें दूरी बदल सकती हैं। पोस्ट-प्रोसेसिंग मदद करती है; सिग्नल गैप सीधी रेखा दिखता है।
ja: 停止中のGPSドリフト、トンネル、ビル街は距離に影響します。後処理が役立ち、信号の切れ目は直線で表示されます。
zh_hans: 静止时的 GPS 漂移、隧道和城市峡谷会影响距离。后处理有帮助；信号中断会显示为直线。

source: GPS lost
de: GPS-Signal verloren
es: Señal GPS perdida
fr: Signal GPS perdu
hi: GPS सिग्नल नहीं है
ja: GPS信号なし
zh_hans: GPS 信号丢失

source: GPS signal gaps
de: GPS-Signallücken
es: Brechas de señal GPS
fr: Interruptions du signal GPS
hi: GPS सिग्नल अंतराल
ja: GPS信号の途切れ
zh_hans: GPS 信号间隔

source: GPS signal lost
de: GPS-Signal verloren
es: Señal GPS perdida
fr: Signal GPS perdu
hi: GPS सिग्नल खो गया
ja: GPS信号が失われました
zh_hans: GPS信号丢失

source: GPS uses power while a ride is recording. The ongoing notification confirms recording is active; auto-pause can reduce unnecessary work.
de: GPS verbraucht beim Aufzeichnen Energie. Die laufende Benachrichtigung bestätigt die Aktivität; automatische Pause spart Arbeit.
es: El GPS consume energía durante la grabación. La notificación indica que está activa; la pausa automática reduce trabajo innecesario.
fr: Le GPS consomme de l'énergie pendant l'enregistrement. La notification confirme l'activité ; la pause automatique réduit le travail inutile.
hi: राइड रिकॉर्ड होने पर GPS बिजली लेता है। नोटिफिकेशन सक्रिय रिकॉर्डिंग दिखाता है; ऑटो-पॉज़ अनावश्यक काम घटाता है।
ja: ライドの記録中はGPSが電力を使います。通知で記録中と確認でき、自動一時停止で不要な処理を減らせます。
zh_hans: 骑行记录时 GPS 会耗电。持续通知表示正在记录；自动暂停可减少不必要的工作。

source: GPX Imported Successfully
de: GPX erfolgreich importiert
es: GPX importado correctamente
fr: GPX importé avec succès
hi: GPX सफलतापूर्वक आयात किया गया
ja: GPXを正常にインポートしました
zh_hans: GPX 导入成功

source: Got it
de: Verstanden
es: Entendido
fr: Compris
hi: समझ गया
ja: 了解
zh_hans: 知道了

source: Group session active
de: Gruppensitzung aktiv
es: Sesión de grupo activa
fr: Session de groupe active
hi: समूह सत्र सक्रिय है
ja: グループセッションが進行中
zh_hans: 群组活动进行中

source: Group sharing unavailable · retrying
de: Gruppenfreigabe nicht verfügbar · erneuter Versuch
es: Uso compartido no disponible · reintentando
fr: Partage de groupe indisponible · nouvelle tentative
hi: ग्रुप शेयरिंग उपलब्ध नहीं · फिर कोशिश जारी
ja: グループ共有を利用できません · 再試行中
zh_hans: 群组共享不可用 · 正在重试

source: Group updates paused
de: Gruppenaktualisierungen pausiert
es: Actualizaciones del grupo en pausa
fr: Mises à jour du groupe en pause
hi: ग्रुप अपडेट रुके हुए हैं
ja: グループ更新は一時停止中
zh_hans: 群组更新已暂停

source: Groups are end-to-end encrypted and expire on their own.
de: Gruppen sind Ende-zu-Ende-verschlüsselt und laufen von selbst ab.
es: Los grupos están cifrados de extremo a extremo y caducan solos.
fr: Les groupes sont chiffrés de bout en bout et expirent d'eux-mêmes.
hi: ग्रुप एंड-टू-एंड एन्क्रिप्टेड होते हैं और अपने आप समाप्त हो जाते हैं।
ja: グループはエンドツーエンドで暗号化され、自動的に期限切れになります。
zh_hans: 群组端到端加密，并会自动过期。

source: Guest
de: Gast
es: Invitado
fr: Invité
hi: अतिथि
ja: ゲスト
zh_hans: 访客

source: Help & Feedback
de: Hilfe und Feedback
es: Ayuda y comentarios
fr: Aide et commentaires
hi: मदद और प्रतिक्रिया
ja: ヘルプとフィードバック
zh_hans: 帮助与反馈

source: Help us improve by securely sharing anonymous app usage data (e.g., ride durations, crashes). No identifiable personal data is ever shared.
de: Hilf uns, die App zu verbessern, indem du anonymisierte Nutzungsdaten sicher teilst (z. B. Fahrtdauer und Abstürze). Es werden niemals personenbezogene Daten geteilt.
es: Ayúdanos a mejorar compartiendo de forma segura datos anónimos de uso (por ejemplo, duración de recorridos y fallos). Nunca se comparten datos personales identificables.
fr: Aidez-nous à améliorer l’app en partageant de manière sécurisée des données d’utilisation anonymes (par exemple la durée des trajets et les plantages). Aucune donnée personnelle identifiable n’est partagée.
hi: अनाम ऐप उपयोग डेटा सुरक्षित रूप से साझा करके हमें सुधारने में मदद करें (जैसे राइड अवधि और क्रैश)। पहचान योग्य व्यक्तिगत डेटा कभी साझा नहीं किया जाता।
ja: 匿名のアプリ利用データ（ライド時間やクラッシュなど）を安全に共有して改善にご協力ください。個人を特定できるデータは共有されません。
zh_hans: 安全地分享匿名应用使用数据（例如骑行时长和崩溃信息），帮助我们改进。我们不会分享任何可识别个人身份的数据。

source: Helps us find bugs and see which features matter. Never your location or personal details. Change it anytime in Settings.
de: Hilft uns, Fehler zu finden und zu sehen, welche Funktionen zählen. Niemals dein Standort, niemals persönliche Daten. Jederzeit in den Einstellungen änderbar.
es: Nos ayuda a encontrar errores y ver qué funciones importan. Nunca tu ubicación, nunca datos personales. Puedes cambiarlo cuando quieras en Ajustes.
fr: Cela nous aide à trouver les bugs et à voir quelles fonctions comptent. Jamais votre position, jamais de données personnelles. Modifiable à tout moment dans Réglages.
hi: इससे हमें बग ढूँढ़ने और यह देखने में मदद मिलती है कि कौन-सी सुविधाएँ मायने रखती हैं। कभी आपकी लोकेशन नहीं, कभी निजी जानकारी नहीं। इसे सेटिंग्स में कभी भी बदलें।
ja: 不具合の発見と、どの機能が役立っているかの把握に使います。位置情報や個人情報は一切含みません。設定でいつでも変更できます。
zh_hans: 帮助我们发现问题、了解哪些功能真正有用。绝不包含你的位置或个人信息。可随时在设置中更改。

source: History
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
ja: 履歴
zh_hans: 历史

source: Hold the Start button, then drag to pick how you're moving - Auto, Walk, Run, Cycling, Bike or Car. Let go, and TrackMe begins recording your route, distance and pace.
de: Halte die Start-Taste gedrückt und zieh dann, um deine Fortbewegung zu wählen: Auto-Erkennung, Gehen, Laufen, Radfahren, Motorrad oder Auto. Loslassen — und TrackMe zeichnet Route, Distanz und Tempo auf.
es: Mantén pulsado el botón de inicio y arrastra para elegir cómo te mueves: Automático, Caminar, Correr, Ciclismo, Moto o Coche. Suelta y TrackMe empezará a registrar tu ruta, distancia y ritmo.
fr: Maintenez le bouton Démarrer, puis faites glisser pour choisir votre déplacement : Auto, Marche, Course, Vélo, Moto ou Voiture. Relâchez et TrackMe enregistre votre trajet, votre distance et votre allure.
hi: स्टार्ट बटन दबाए रखें, फिर खींचकर चुनें कि आप कैसे चल रहे हैं — ऑटो, पैदल, दौड़, साइकिल, बाइक या कार। छोड़ें, और TrackMe आपका मार्ग, दूरी और गति रिकॉर्ड करना शुरू कर देगा।
ja: スタートボタンを長押しし、そのままドラッグして移動手段を選びます — 自動、徒歩、ランニング、自転車、バイク、車。離すと、ルート・距離・ペースの記録が始まります。
zh_hans: 按住开始按钮，然后拖动选择出行方式——自动、步行、跑步、骑行、摩托或驾车。松开后，TrackMe 就会开始记录路线、距离和配速。

source: Home
de: Startseite
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
zh_hans: 首页

source: Hours
de: Stunden
es: Horas
fr: Heures
hi: घंटे
ja: 時間
zh_hans: 小时

source: How do I get my data out, or delete it?
de: Wie exportiere oder lösche ich meine Daten?
es: ¿Cómo exporto mis datos o los elimino?
fr: Comment exporter ou supprimer mes données ?
hi: मैं अपना डेटा कैसे निकालूं या हटाऊं?
ja: データを取り出す、または削除するには？
zh_hans: 如何导出或删除我的数据？

source: I understand
de: Ich verstehe
es: Entiendo
fr: J'ai compris
hi: मैं समझता/समझती हूँ
ja: 理解しました
zh_hans: 我知道了

source: Identical ride already exists
de: Identische Fahrt existiert bereits
es: Ya existe un recorrido idéntico
fr: Un trajet identique existe déjà
hi: समान राइड पहले से मौजूद है
ja: 同じライドがすでに存在します
zh_hans: 相同的骑行已存在

source: Image ratio
de: Bildformat
es: Proporción de imagen
fr: Format de l’image
hi: इमेज अनुपात
ja: 画像比率
zh_hans: 图片比例

source: In Community, create a group and share the code or link. Everyone who joins moves on the same map, live. Sharing with just one person? Send a live link so they can follow in a browser without the app.
de: Erstelle unter Community eine Gruppe und teile Code oder Link. Alle, die beitreten, bewegen sich live auf derselben Karte. Nur für eine Person? Schick einen Live-Link — sie folgt dir im Browser, ganz ohne App.
es: En Comunidad, crea un grupo y comparte el código o el enlace. Todos los que se unan se moverán en el mismo mapa, en directo. ¿Solo con una persona? Envía un enlace en vivo: lo seguirá desde el navegador, sin instalar nada.
fr: Dans Communauté, créez un groupe et partagez le code ou le lien. Tous ceux qui rejoignent apparaissent sur la même carte, en direct. Pour une seule personne ? Envoyez un lien en direct : elle vous suit depuis son navigateur, sans application.
hi: कम्युनिटी में एक ग्रुप बनाएँ और कोड या लिंक साझा करें। जुड़ने वाला हर व्यक्ति उसी नक्शे पर लाइव दिखता है। सिर्फ़ एक व्यक्ति के साथ? लाइव लिंक भेजें — वे ब्राउज़र में देख सकते हैं, ऐप की ज़रूरत नहीं।
ja: コミュニティでグループを作り、コードかリンクを共有します。参加した全員が同じ地図上でリアルタイムに動きます。ひとりだけに知らせたいときは、ライブリンクを送れば、相手はアプリなしでブラウザから見られます。
zh_hans: 在社区中创建群组，分享代码或链接。加入的人都会实时出现在同一张地图上。只想告诉一个人？发送实时链接，对方在浏览器里就能跟随，无需安装应用。

source: In a real ride, Copy link would copy its private live-sharing URL.
de: Bei einer echten Tour würde Link kopieren die private Live-URL kopieren.
es: En un viaje real, Copiar enlace copiaría su URL privada de ubicación en vivo.
fr: Lors d’un vrai trajet, Copier le lien copierait son URL privée de partage en direct.
hi: वास्तविक राइड में लिंक कॉपी करने पर निजी लाइव-शेयरिंग URL कॉपी होगा।
ja: 実際のライドでは、リンクをコピーすると非公開のライブ共有 URL がコピーされます。
zh_hans: 在真实行程中，复制链接会复制其私密实时共享网址。

source: In this group
de: In dieser Gruppe
es: En este grupo
fr: Dans ce groupe
hi: इस ग्रुप में
ja: このグループ
zh_hans: 此群组中

source: Insights
de: Einblicke
es: Datos destacados
fr: Tendances
hi: जानकारी
ja: インサイト
zh_hans: 洞察

source: Intelligent Auto-Pause
de: Intelligente automatische Pause
es: Pausa automática inteligente
fr: Pause automatique intelligente
hi: स्मार्ट ऑटो-पॉज़
ja: インテリジェント自動一時停止
zh_hans: 智能自动暂停

source: Intelligent auto-pause
de: Intelligente automatische Pause
es: Pausa automática inteligente
fr: Pause automatique intelligente
hi: स्मार्ट ऑटो-पॉज़
ja: インテリジェント自動一時停止
zh_hans: 智能自动暂停

source: Invalid response from server
de: Ungültige Antwort vom Server
es: Respuesta no válida del servidor
fr: Réponse non valide du serveur
hi: सर्वर से अमान्य प्रतिक्रिया
ja: サーバーから無効な応答が返されました
zh_hans: 服务器返回了无效响应

source: Join my TrackMe group. Code: %@ Link: %@
de: Komm zu meiner TrackMe-Gruppe. Code: %@ Link: %@
es: Únete a mi grupo de TrackMe. Código: %@ Enlace: %@
fr: Rejoignez mon groupe TrackMe. Code : %@ Lien : %@
hi: मेरे TrackMe ग्रुप में शामिल हों। कोड: %@ लिंक: %@
ja: TrackMe のグループに参加してください。 コード: %@ リンク: %@
zh_hans: 加入我的 TrackMe 群组。 代码：%@ 链接：%@

source: Joined
de: Beigetreten
es: Se unió
fr: Inscription
hi: जुड़े
ja: 参加日
zh_hans: 加入时间

source: Keep GPS precise
de: GPS genau halten
es: Mantén el GPS preciso
fr: Gardez un GPS précis
hi: GPS को सटीक रखें
ja: GPS の精度を保つ
zh_hans: 保持 GPS 精准

source: Kilometers (km)
de: Kilometer (km)
es: Kilómetros (km)
fr: Kilomètres (km)
hi: किलोमीटर (किमी)
ja: キロメートル (km)
zh_hans: 公里 (km)

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
zh_hans: 语言

source: Last 3 months
de: Letzte 3 Monate
es: Últimos 3 meses
fr: Ces 3 derniers mois
hi: पिछले 3 महीने
ja: 過去3か月
zh_hans: 最近 3 个月

source: Last known point
de: Letzter bekannter Punkt
es: Último punto conocido
fr: Dernier point connu
hi: आखिरी ज्ञात स्थान
ja: 最後に確認された地点
zh_hans: 最后已知位置

source: Last shared %@
de: Zuletzt geteilt %@
es: Compartido por última vez %@
fr: Dernier partage %@
hi: आखिरी बार %@ शेयर किया
ja: 最終共有: %@
zh_hans: 上次共享于%@

source: Last synced: %@
de: Zuletzt synchronisiert: %@
es: Última sincronización: %@
fr: Dernière synchronisation : %@
hi: अंतिम सिंक: %@
ja: 最終同期: %@
zh_hans: 上次同步：%@

source: Light
de: Hell
es: Claro
fr: Clair
hi: लाइट
ja: ライト
zh_hans: 浅色

source: Link copied to clipboard
de: Link in die Zwischenablage kopiert
es: Enlace copiado al portapapeles
fr: Lien copié dans le presse-papiers
hi: लिंक क्लिपबोर्ड पर कॉपी किया गया
ja: リンクをクリップボードにコピーしました
zh_hans: 链接已复制到剪贴板

source: Live Location
de: Live-Standort
es: Ubicación en vivo
fr: Position en direct
hi: लाइव स्थान
ja: ライブ位置情報
zh_hans: 实时位置

source: Live Location Sharing
de: Live-Standortfreigabe
es: Compartir ubicación en vivo
fr: Partage de position en direct
hi: लाइव स्थान साझा करना
ja: 現在地のライブ共有
zh_hans: 实时位置共享

source: Live sharing
de: Live-Freigabe
es: Compartiendo en vivo
fr: Partage en direct
hi: लाइव शेयरिंग
ja: ライブ共有
zh_hans: 实时共享

source: Live sharing actions
de: Live-Freigabeaktionen
es: Acciones de uso compartido en vivo
fr: Actions de partage en direct
hi: लाइव शेयरिंग की कार्रवाइयां
ja: ライブ共有アクション
zh_hans: 实时共享操作

source: Live sharing active
de: Live-Standort aktiv
es: Compartir en vivo activo
fr: Partage en direct actif
hi: लाइव शेयरिंग सक्रिय
ja: ライブ共有が有効
zh_hans: 实时共享已启用

source: Live sharing expired
de: Live-Freigabe abgelaufen
es: La ubicación en vivo ha caducado
fr: Le partage en direct a expiré
hi: लाइव शेयर समाप्त हो गया
ja: ライブ共有の有効期限が切れました
zh_hans: 实时共享已过期

source: Live sharing service is temporarily unavailable. Please try again later.
de: Der Live-Sharing-Dienst ist vorübergehend nicht verfügbar. Bitte versuchen Sie es später erneut.
es: El servicio de uso compartido en vivo no está disponible temporalmente. Por favor, inténtelo de nuevo más tarde.
fr: Le service de partage en direct est temporairement indisponible. Veuillez réessayer plus tard.
hi: लाइव शेयरिंग सेवा अस्थायी रूप से अनुपलब्ध है। कृपया बाद में पुनः प्रयास करें।
ja: ライブ共有サービスは一時的に利用できません。後でもう一度お試しください。
zh_hans: 实时共享服务暂时不可用。请稍后再试。

source: Live sharing started
de: Live-Freigabe gestartet
es: Uso compartido en vivo iniciado
fr: Partage en direct démarré
hi: लाइव शेयर शुरू हो गया
ja: ライブ共有を開始しました
zh_hans: 实时共享已开始

source: Live sharing stopped
de: Live-Freigabe beendet
es: Se dejó de compartir en vivo
fr: Partage en direct arrêté
hi: लाइव शेयरिंग बंद हो गई
ja: ライブ共有を停止しました
zh_hans: 实时共享已停止

source: Location
de: Standort
es: Ubicación
fr: Localisation
hi: लोकेशन
ja: 位置情報
zh_hans: 定位

source: Location access for safe tracking
de: Standortzugriff für sicheres Aufzeichnen
es: Acceso a la ubicación para un registro seguro
fr: Accès à la position pour un suivi sûr
hi: सुरक्षित ट्रैकिंग के लिए स्थान एक्सेस
ja: 安全な記録のための位置情報アクセス
zh_hans: 用于安全记录的位置访问权限

source: Location access is turned off for TrackMe. Turn it on in Settings to record a ride — your route always stays on your device first.
de: Der Standortzugriff ist für TrackMe deaktiviert. Aktiviere ihn in den Einstellungen, um eine Fahrt aufzuzeichnen – deine Route bleibt immer zuerst auf deinem Gerät.
es: El acceso a la ubicación está desactivado para TrackMe. Actívalo en Ajustes para registrar un recorrido; tu ruta siempre se guarda primero en tu dispositivo.
fr: L'accès à la position est désactivé pour TrackMe. Activez-le dans les Réglages pour enregistrer un trajet — votre itinéraire reste toujours sur votre appareil en premier.
hi: TrackMe के लिए स्थान तक पहुंच बंद है। राइड रिकॉर्ड करने के लिए इसे सेटिंग्स में चालू करें — आपका रूट हमेशा पहले आपके डिवाइस पर रहता है।
ja: TrackMe の位置情報へのアクセスがオフになっています。ライドを記録するには、設定でオンにしてください。ルートは常にまずデバイス上に保存されます。
zh_hans: TrackMe 的位置访问权限已关闭。请在设置中开启以记录骑行——您的路线始终优先保留在设备上。
